<template>
  <CContainer class="d-flex align-items-center min-vh-100">
    <CRow class="w-100 justify-content-center">
      <CCol md="6">
        <div class="clearfix">
          <h1 class="float-left pt-1">Услуга по подготовке данных к выгрузке во ФГИС.</h1>
          <p class="text-muted">
            Предоставление услуг по обработке и подготовке данных о поверках СИ
            для последующего экспорта во ФГИС "Аршин".
          </p>
          <h4 class="pt-3">Реквизиты компании</h4>
          <p class="text-muted">
            Наименование:<br/>
            Индивидуальный предприниматель Кузнецов Андрей Сергеевич
            <br/><br/>
            Расчётный счёт:<br/>
            40802810120000272772
            <br/><br/>
            Название банка:<br/>
            ООО "Банк Точка"
            <br/><br/>
            БИК:<br/>
            044525104
            <br/><br/>
            Корреспондентский счёт:<br/>
            30101810745374525104
            <br/><br/>
            ИНН:<br/>
            632209077501<br/><br/>
            ОГРНИП:<br/>
            322631200077940
          </p>
          <h4 class="pt-3">Правила возврата оплаты за услуги на нашем сайте:</h4>
          <p class="text-muted">
            По закону «О защите прав потребителей» вы можете расторгнуть договор об оказании услуги в любое время. При этом часть услуг, которые уже были оказаны, нужно оплатить.<br/>
            Если вам не нравится качество обслуживания, мы бесплатно устраним недостатки или уменьшим цену услуги.<br/>
            О недостатках оказанной услуги можно сообщить в течение срока гарантии, а если он не установлен, то в течение двух лет.<br/>
            При оплате банковской картой деньги вернутся на ту карту, с которой был сделан платёж. Срок возврата — от 1 до 30 рабочих дней.<br/>
          </p>

        </div>
      </CCol>
    </CRow>
  </CContainer>
</template>
