<template>
  <CContainer class="d-flex align-items-center min-vh-100">
    <CRow class="w-100 justify-content-center">
      <CCol md="6">
        <div class="clearfix">
          <h1>Оферта</h1><br/><br/>
          <p>ОФЕРТА (<strong>непубличная</strong><strong>)</strong> на разработку программного обеспечения и обработку данных</p>
          <p>Настоящая Оферта (далее &ndash; &ldquo;Оферта&rdquo;) является предложением индивидуального предпринимателя Кузнецова Андрея Сергеевича (далее &ndash; &ldquo;Исполнитель&rdquo;), адресованным ограниченному кругу лиц, заключить договор на условиях, изложенных ниже.</p>
          <p><strong>1. ОСНОВНЫЕ ПОНЯТИЯ</strong></p>
          <p>1.1. Для целей настоящей Оферты используются следующие термины (в алфавитном порядке):</p>
          <p>&bull; <strong>Дистрибутив программного обеспечения (дистрибутив ПО)</strong> &ndash; набор файлов и компонентов программно-аппаратной защиты, подготовленный Исполнителем и предназначенный для использования Заказчиком на мобильных устройствах в соответствии с условиями настоящей Оферты.</p>
          <p>&bull; <strong>Стоимость услуг </strong>&ndash;<strong> </strong>устанавливаемая Исполнителем цена, указанная непосредственно на странице оплаты.</p>
          <p>&bull; <strong>Программное обеспечение (ПО)</strong> &ndash; программные продукты для мобильных устройств и базы данных, не содержащие сведений, составляющих государственную тайну, исключительные имущественные права на которые на территории действия Оферты принадлежат Исполнителю.</p>
          <p>&bull; <strong>Заказчик</strong> &ndash; юридическое или физическое лицо, оплатившее и получившее доступ к разработанному ПО на основании настоящей Оферты.</p>
          <p>&bull; <strong>Оферта</strong> &ndash; настоящее предложение Исполнителя, адресованное ограниченному кругу лиц, заключить договор на условиях, изложенных в настоящем документе.</p>

          <p><strong>2. ПРЕДМЕТ ОФЕРТЫ</strong></p>
          <p>2.1. В соответствии с настоящей Офертой Исполнитель обязуется разработать и предоставить доступ к Программному обеспечению, а также обработать данные о поверках в готовом виде для передачи их в ФГИС Заказчиком. Заказчик обязуется принять и оплатить указанные услуги.</p>
          <p><strong>3. ПРАВА И ОБЯЗАННОСТИ СТОРОН</strong></p>
          <p>3.1. <strong>Обязанности Исполнителя:</strong></p>
          <p>3.1.1. Разработать и предоставить доступ к Программному обеспечению, обработать данные о поверках в готовом виде для передачи их в ФГИС и передать их Заказчику.</p>
          <p>3.2. <strong>Права Исполнителя:</strong></p>
          <p>3.2.1. Вносить изменения в стоимость услуг в одностороннем порядке.</p>
          <p>3.2.2. Приостанавливать выполнение работ в случае, если Заказчик не осуществляет оплату в установленный срок.</p>
          <p>3.3. <strong>Обязанности Заказчика:</strong></p>
          <p>3.3.1. Выплатить Исполнителю вознаграждение в соответствии с условиями настоящей Оферты.</p>
          <p>3.3.2. Предоставить Исполнителю необходимую информацию для выполнения заказа.</p>
          <p>3.3.3. Воздерживаться от действий, которые могут нанести вред деятельности или имиджу Исполнителя.</p>
          <p>3.4. <strong>Права Заказчика:</strong></p>
          <p>3.4.1. Консультироваться у Исполнителя по вопросам работы Программного обеспечения в течение срока действия Оферты.</p>
          <p>3.4.2. Согласовывать вопросы, связанные с исполнением настоящей Оферты, обращаясь к Исполнителю по электронной почте.</p>
          <p><strong>4. ПОРЯДОК ИСПОЛНЕНИЯ ОБЯЗАТЕЛЬСТВ</strong></p>
          <p>4.1. Обязательства Исполнителя считаются выполненными с момента передачи данных по разработанному Программному обеспечению в готовом виде для передачи их в ФГИС Заказчиком.</p>
          <p>4.2. Обязательства Заказчика считаются исполненными с момента поступления вознаграждения на расчетный счет Исполнителя в порядке, указанном в настоящей Оферте.</p>
          <p>4.3. Принятием условий настоящей Оферты считается факт оплаты Заказчиком услуг Исполнителя, что подтверждает его согласие с условиями, изложенными в настоящей Оферте.</p>
          <p>4.4. Все уведомления и сообщения, связанные с исполнением Оферты, должны направляться сторонами друг другу по электронной почте, указанной при регистрации или заключении Оферты.</p>
          <p><strong>5. ПОРЯДОК РАСЧЕТОВ</strong></p>
          <p>5.1. Заказчик обязуется произвести оплату Исполнителю на расчетный счет, исходя из стоимости единократного использования Программного обеспечения (выгрузка данных в АРШИН) и количества обработанных данных.</p>
          <p>5.2. Обязательство по перечислению вознаграждения считается выполненным в день поступления соответствующей суммы на расчетный счет Исполнителя.</p>
          <p><strong>6. ОТВЕТСТВЕННОСТЬ СТОРОН И ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</strong></p>
          <p>6.1. В случае неисполнения или ненадлежащего исполнения обязательств по настоящей Оферте Стороны несут ответственность в соответствии с действующим законодательством Российской Федерации.</p>
          <p>6.2. Споры и разногласия, не урегулированные Сторонами, возникающие из настоящей Оферты или в связи с ней, подлежат рассмотрению в суде Автозаводского района г. Тольятти или, в случае если стороны являются юридическими лицами, в Арбитражном суде Самарской области, в соответствии с действующим законодательством Российской Федерации.</p>
          <p><strong>7. СРОК ДЕЙСТВИЯ ОФЕРТЫ И ПОРЯДОК ЕЕ ИЗМЕНЕНИЯ</strong></p>
          <p>7.1. Настоящая Оферта вступает в силу с момента ее публикации на сайте и действует до момента ее отзыва Исполнителем.</p>
          <p>7.2. Исполнитель оставляет за собой право вносить изменения в условия Оферты. Изменения вступают в силу с момента их публикации на сайте, если иное не предусмотрено новой редакцией Оферты.</p>
          <p>7.3. Заказчик вправе отказаться от исполнения Оферты в любое время до момента начала оказания услуг, уведомив Исполнителя не менее чем за 3 дня до предполагаемой даты отказа.</p>
          <p>7.4. Исполнитель вправе отказаться от исполнения Оферты, уведомив Заказчика за 1 день до предполагаемой даты прекращения оказания услуг, если услуги еще не были начаты.</p>
          <p><strong>8. ПРАВА НА ИНТЕЛЛЕКТУАЛЬНУЮ СОБСТВЕННОСТЬ</strong></p>
          <p>8.1. Все исключительные имущественные права на разработанное программное обеспечение принадлежат Исполнителю, если иное не предусмотрено дополнительными соглашениями между сторонами, оформленными в письменной форме.</p>
          <p><strong>9. РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ</strong></p>
          <p>ИП Кузнецов Андрей Сергеевич<br/>
            Юридический адрес: 445030, Самарская обл. г. Тольятти, ул. 40 лет Победы 15-493<br/>
            ИНН: 632209077501<br/>
            ОГРНИП: 322631200077940<br/>
            Расчетный счет: 40802810120000272772<br/>
            Название банка: &laquo;Банк Точка&raquo;<br/>
            БИК: 044525104<br/>
            Кор. счет: 30101810745374525104<br/>
          </p>

          <p>
            Дата публикации: 01.08.2024г.
          </p>
        </div>
      </CCol>
    </CRow>
  </CContainer>
</template>
